<div class="newsblock">
    <h1>Место проведения</h1>

    <p>GOROD – уникальное объединение, один из важнейших центров русскоязычной культуры в Германии, собирающий под своей
        крышей граждан Германии, России, Украины, Грузии, Латвии, Армении и многих других стран. Официальный язык лагеря
        русский, но также приветствуется общение на английском и немецком языках.</p>

    <h1>Проживание и питание</h1>
    <div class="expandable" onclick="showMore(this)">
        <p>Центр располагается в центральной части Мюнхена (до центральной площади 40-50 минут пешком
            или 15 минут на метро),
            в очень тихом, спокойном районе. В одном квартале от центра расположен огромный прекрасный парк (на
            <a href="https://www.google.com/maps/place/Hansastra%C3%9Fe+181,+81373+M%C3%BCnchen,+Germany/@48.1219181,11.5286315,17z/data=!4m5!3m4!1s0x479dd8b5e31826f3:0x2fa6785644dd78bd!8m2!3d48.1193537!4d11.5349835?hl=en-US"
               target="_blank">карте</a> слева вверху).
            Центр занимает два этажа уютного 3-этажного здания, остальные помещения в том же здании снимают небольшие творческие
            компании.</p>
        <p>В Центре оборудовано достаточное количество спален. В большой спальне, разделённой на отсеки по 4-6 спальных мест,
            проживает 30 детей, в остальных спальнях,
            некоторые из которых разделены на два отсека, размещаются по 8-12 детей. Девочки и мальчики проживают
            отдельно. Также мы стараемся разделять ребят по возрастам. Кровати двухэтажные. Рядом с кроватями есть
            небольшие тумбочки для хранения личных вещей. Недалеко от спален расположены душевые и туалетные комнаты.<p>
        <p>В центре GOROD своя кухня (готовят сотрудники Центра) и столовая. Питание четырёхразовое. При организации питания
            мы учитываем информацию о аллергиях, сотрудники кухни предупреждают детей о содержании возможных аллергенов.
            Всегда есть доступ к горячей воде и чаю.</p>
        <img src="images/gd-5.jpg" alt="GOROD">
        <div class="more">
            <img src="images/gd-4.jpg" alt="GOROD">
            <img src="images/gd-3.jpg" alt="GOROD">
            <img src="images/gd-2.jpg" alt="GOROD">
            <img src="images/gd-1.jpg" alt="GOROD">
            <a href="https://www.google.com/maps/place/Hansastra%C3%9Fe+181,+81373+M%C3%BCnchen,+Germany/@48.1219181,11.5286315,17z/data=!4m5!3m4!1s0x479dd8b5e31826f3:0x2fa6785644dd78bd!8m2!3d48.1193537!4d11.5349835?hl=en-US"
               target="_blank"><img src="images/map.JPG" alt="Карта"></a>
        </div>
    </div>

    <div class="expandable" onclick="showMore(this)">
        <h1>Учебная программа</h1>
        <p>В центре много просторных аудиторий, которые позволяют комфортно разместиться на учебных парах.</p>
        <h3>Примерный режим учебного дня</h3>
        <ul><li>8:30 &ndash; Подъем</li>
            <li>9:00 &ndash; Завтрак</li>
            <li>10:00 &ndash; 11:25	Первая учебная пара</li>
            <li>11:35 &ndash; 13:00	Вторая учебная пара</li>
            <li>13:30 &ndash; Обед</li>
            <li>14:30 &ndash; 17:30	Проект (группы по 5-6 человек)</li>
            <li>17:30 &ndash; 18:00	Полдник</li>
            <li>18:00 &ndash; 20:00	Настольные игры, прогулки, спорт</li>
            <li>20:00 &ndash; 21:00	Ужин</li>
            <li>21:00 &ndash; 23:00	Личное время, досуг, фильм</li>
            <li>23:00 &ndash; Отбой</li>
        </ul>
        <img src="images/env-1.jpg" alt="GOROD">
        <div class="more">
            <img src="images/env-2.jpg" alt="GOROD">
            <img src="images/env-3.jpg" alt="GOROD">
            <img src="images/env-4.jpg" alt="GOROD">
            <img src="images/env-5.jpg" alt="GOROD">
        </div>
    </div>

    <div class="expandable" onclick="showMore(this)">
        <h1>Досуг и отдых</h1>
        <p>В десяти минутах ходьбы от центра GOROD расположен прекрасный парк. Каждый день после занятий все участники
            лагеря выходят туда гулять после занятий, играть в футбол, волейбол, бадминтон и другие подвижные игры.</p>
        <p>Актовый зал, танц-зал и большое количество других помещений позволяют организовать разнообразный вечерний досуг.</p>
        <p>В дни отдыха (три дня за смену - две субботы и вторая среда) устраиваются экскурсии в музеи, зоопарк или
        выход в горы.</p>
        <img src="images/rst-1.jpg" alt="Отдых">
        <div class="more">
            <img src="images/rst-2.jpg" alt="Отдых">
            <img src="images/rst-3.jpg" alt="Отдых">
            <img src="images/rst-4.jpg" alt="Отдых">
            <img src="images/rst-5.jpg" alt="Отдых">
            <img src="images/rst-6.jpg" alt="Отдых">
            <img src="images/rst-7.jpg" alt="Отдых">
            <img src="images/rst-8.jpg" alt="Отдых">
            <img src="images/rst-9.jpg" alt="Отдых">
            <img src="images/rst-10.jpg" alt="Отдых">
            <img src="images/rst-11.jpg" alt="Отдых">
        </div>
    </div>

    <p></p>
    <p></p>

</div>
