<div class="newsblock">
    <h1>Проживание и питание</h1>
    <p>В центре «GOROD» оборудованы спальни, душевые и столовая.</p>
    <p>В большой спальне, разделённой на отсеки по 4-6 спальных мест, проживает 30 детей, в остальных спальнях,
        некоторые из которых разделены на два отсека, размещаются по 8-12 детей. Девочки и мальчики проживают
        отдельно. Также мы стараемся разделять ребят по возрастам. Кровати двухэтажные. Рядом с кроватями есть
        небольшие тумбочки для хранения личных вещей.</p>
    <p>Питание четырёхразовое, готовят сотрудники центра GOROD. При организации питания мы учитываем информацию
        о аллергиях, сотрудники кухни предупреждают детей о содержании возможных аллергенов. Всегда есть доступ
        к горячей воде и чаю.</p>

</div>
