<h2>&laquo;GOROD&raquo;</h2>
<span class="logo"><a href="http://www.kulturzentrum-gorod.de/" target="_blank"><img src="images/gorod_logo.jpg" width="400" height="130" alt="GOROD" /></a></span><p>Мюнхенский культурный центр &laquo;GOROD&raquo; &ndash; уникальная организация, собирающая под своей крышей русскоязычных
    людей из самых разных стран. Много лет &laquo;GOROD&raquo; ведёт просветительскую деятельность, организует концерты,
    спектакли, выставки, программы международного обмены и школы. Центр &laquo;GOROD&raquo; сертифицирован на принятие
    и размещение детских групп.</p>
<p>На сайте <a href="http://www.kulturzentrum-gorod.de/" target="_blank">центра &laquo;GOROD&raquo;</a> можно найти информацию о мероприятиях и деятельности культурного центра.</p>
<p>От центра &laquo;GOROD&raquo; организаторами являются:</p>

<h3>Нина Вишневская, директор центра &laquo;GOROD&raquo;</h3>

<p>В 1979 году закончилa Харьковский государственный университет по специальности "Математика". Работала
    программистом, учителем информатики. В 1998 году совместно с друзьями и родственниками основала GOROD
    и бессменно руководит им.<br>
    В 2012 году получила второе высшее образование - закончила Alice Salomon Hochschule по специальности
    &laquo;Социальный менеджмент&raquo;.<br>
    С 2003 года преподает русский язык шестилетним детям, разработала свои оригинальные рабочие тетради
    для 1 класса, учитывающие проблемы двуязычия.</p>

<h3>Евгений Вишневский и Анна Белякина</h3>
<p>Евгения и Анну объединяет многолетняя совместная работа в различных математических проектах в Германии,
    написание совместных книг, и в Дельте они также ведут совместный курс. Анна живёт во Франкфурте-на-Майне
    и работает учителем математики в школе, а также организует концерты авторской песни. Евгений преподает в
    центре GOROD предмет &laquo;Логические и лингвистические игры&raquo; и ведёт математический клуб, играет в спектаклях.
    Научные интересы: геометрия, механика.<br>
    В Дельте 2016 и 2017 вели курсы и проекты по оригамматике и японской храмовой геометрии. Анна также бессменный
    организатор заключительного концерта в Дельте.</p>

