<h2>&laquo;Дважды два&raquo;</h2>
<span class="logo"><img src="images/2x2_logo.jpg" width="400" height="130" alt="2x2" /></span><p>Московская творческая лаборатория &laquo;Дважды два&raquo; &ndash; это объединение преподавателей, научных работников,
    аспирантов, студентов, заинтересованных в развитии математического образования и работе со школьниками.
    &laquo;Дважды два&raquo; &ndash; разветвлённая сеть, включающая в себя математические классы во многих школах Москвы,
    олимпиады, выездные математические школы, кружки. Подробнее о творческой лаборатории &laquo;Дважды два&raquo; можно почитать на сайте <a href="http://www.mathbaby.ru" target="_blank">www.mathbaby.ru</a></p>
<p>От &laquo;Дважды два&raquo; организаторами являются:</p>

<h3>Анна Семовская, директор лагеря</h3>
<p>Кандидат физико-математических наук, выпускница ВМК МГУ. Работала учителем спецматематики в лицее
    &laquo;Вторая школа&raquo;, в лицее 1553 &laquo;На Донской&raquo; (&laquo;Донская гимназия&raquo;). В настоящее время учитель спецматематики
    физико-математических классов школы 2086.Научные интересы: кибернетика, теория игр.
    В Дельте 2016 и 2017 вела курсы по теории множеств, теории принятия решений, математической кибернетике.</p>

<h3>Дмитрий Аблов</h3>
<p>Выпускник Московской физико-математической школы №2, окончил Московский инженерно-физический институт по
    специальности &laquo;Экспериментальная ядерная физика&raquo;. В студенческие годы вёл математические кружки в
    Московской вечерней математической школе, проводил математические олимпиады. Работал учителем физики,
    информатики и спецматематики в лицее &laquo;Вторая школа&raquo;, в лицее 1553 &laquo;На Донской&raquo; (&laquo;Донская гимназия&raquo;).
    Разработал авторскую программу по физике для спецшкол. В настоящее время учитель физики физико-математических
    классов школы 2086. Научные интересы: квантовая механика, физика элементарных частиц.
    В Дельте 2016 и 2017 вёл курсы и проекты по веб-дизайну, физике, программированию.</p>
