<div class="newsblock">
<h1>Об организаторах</h1>
<h3>Дельта &ndash; совместный проект двух организаций:<br> Творческой лаборатории &laquo;Дважды два&raquo; (Россия) и
    Культурного центра &laquo;GOROD&raquo; (Германия).</h3>

<h2>&laquo;Дважды два&raquo;</h2>
<span class="logo"><img src="images/2x2_logo.jpg" width="400" height="130" alt="2x2" /></span><p>Московская творческая лаборатория &laquo;Дважды два&raquo; &ndash; это объединение преподавателей, научных работников,
    аспирантов, студентов, заинтересованных в развитии математического образования и работе со школьниками.
    &laquo;Дважды два&raquo; &ndash; разветвлённая сеть, включающая в себя математические классы во многих школах Москвы,
    олимпиады, выездные математические школы, кружки. Подробнее о творческой лаборатории &laquo;Дважды два&raquo; можно почитать на сайте <a href="http://www.mathbaby.ru" target="_blank">www.mathbaby.ru</a></p>
<p>От &laquo;Дважды два&raquo; организаторами являются:</p>

<h3>Анна Семовская, директор лагеря</h3>
<p>Кандидат физико-математических наук, выпускница ВМК МГУ. Работала учителем спецматематики в лицее
    &laquo;Вторая школа&raquo;, в лицее 1553 &laquo;На Донской&raquo; (&laquo;Донская гимназия&raquo;). В настоящее время учитель спецматематики
    физико-математических классов школы 2086.Научные интересы: кибернетика, теория игр.
    В Дельте 2016 и 2017 вела курсы по теории множеств, теории принятия решений, математической кибернетике.</p>

<h3>Дмитрий Аблов</h3>
<p>Выпускник Московской физико-математической школы №2, окончил Московский инженерно-физический институт по
    специальности &laquo;Экспериментальная ядерная физика&raquo;. В студенческие годы вёл математические кружки в
    Московской вечерней математической школе, проводил математические олимпиады. Работал учителем физики,
    информатики и спецматематики в лицее &laquo;Вторая школа&raquo;, в лицее 1553 &laquo;На Донской&raquo; (&laquo;Донская гимназия&raquo;).
    Разработал авторскую программу по физике для спецшкол. В настоящее время учитель физики физико-математических
    классов школы 2086. Научные интересы: квантовая механика, физика элементарных частиц.
    В Дельте 2016 и 2017 вёл курсы и проекты по веб-дизайну, физике, программированию.</p>

<h2>&laquo;GOROD&raquo;</h2>
<span class="logo"><img src="images/gorod_logo.jpg" width="400" height="130" alt="GOROD" /></span><p>Мюнхенский культурный центр &laquo;GOROD&raquo; &ndash; уникальная организация, собирающая под своей крышей русскоязычных
    людей из самых разных стран. Много лет &laquo;GOROD&raquo; ведёт просветительскую деятельность, организует концерты,
    спектакли, выставки, программы международного обмены и школы. Центр &laquo;GOROD&raquo; сертифицирован на принятие
    и размещение детских групп.</p>
    <p>На сайте <a href="http://www.kulturzentrum-gorod.de/" target="_blank">центра &laquo;GOROD&raquo;</a> можно найти информацию о мероприятиях и деятельности культурного центра.</p>
<p>От центра &laquo;GOROD&raquo; организаторами являются:</p>

<h3>Нина Вишневская</h3>

<p>В 1979 году закончилa Харьковский государственный университет по специальности "Математика". Работала
    программистом, учителем информатики. В 1998 году совместно с друзьями и родственниками основала GOROD
    и бессменно руководит им.<br>
    В 2012 году получила второе высшее образование - закончила Alice Salomon Hochschule по специальности
    &laquo;Социальный менеджмент&raquo;.<br>
    С 2003 года преподает русский язык шестилетним детям, разработала свои оригинальные рабочие тетради
    для 1 класса, учитывающие проблемы двуязычия.</p>

<h3>Евгений Вишневский и Анна Белякина</h3>
<p>Евгения и Анну объединяет многолетняя совместная работа в различных математических проектах в Германии,
    написание совместных книг, и в Дельте они также ведут совместный курс. Анна живёт во Франкфурте-на-Майне
    и работает учителем математики в школе, а также организует концерты авторской песни. Евгений преподает в
    центре GOROD предмет &laquo;Логические и лингвистические игры&raquo; и ведёт математический клуб, играет в спектаклях.
    Научные интересы: геометрия, механика.<br>
    В Дельте 2016 и 2017 вели курсы и проекты по оригамматике и японской храмовой геометрии. Анна также бессменный
    организатор заключительного концерта в Дельте.</p>
</div>
