<div class="newsblock">
      <h1>Курсы и проекты</h1>
      <p>В первый день, сразу после приезда всех участников,  мы проводим общее собрание, на котором рассказываем о том,
          как устроена в  Дельте учёба. Она состоит из <em>курсов</em> и <em>проектов</em> (что это такое &ndash; см. ниже).
          И то, и другое дети выбирают сами. На общем собрании мы рассказываем, какие  курсы будут предложены в первые
          три дня (курсы проходят два раза по полтора  часа в первой половине дня), а также представляем темы проектов.</p>
      <div class="expandable" onClick="showMore(this);"><p><strong>Курс</strong> может длиться 3, 6 или 9  дней. Он может состоять из лекций,
              где детям рассказывают теорию, семинаров, на  которых решают задачи, и лабораторных работ. Часто бывает и
              так, что лекции,  семинары и лабораторные работы на курсе перемешиваются и неотделимы друг от  друга: детям
              рассказывают теорию, и они тут же воплощают её в решении задач или  моделировании. Примеры курсов прошлых лет:</p>
      <ul type="disc">
            <li>Язык математики: от теории множеств до логики предикатов.</li>
            <li>Теория графов.</li>
            <div class="more">
            <li>&laquo;Оригамматика&raquo; &ndash; математика и оригами.</li>
            <li>Введение в теорию групп.</li>
            <li>Математические основы генетики.</li>
            <li>&laquo;Сангаку&raquo; &ndash; японская храмовая геометрия.</li>
            <li>Введение в теорию принятия решений.</li>
            <li>Программирование для начинающих и не очень на языке Python.</li>
            <li>Теория вероятности и начала математической статистики.</li>
            <li>Элементы теории множеств.</li>
            <li>Разные типы бесконечностей.</li>
            <li>Искусство физического эксперимента.</li>
            <li>Основы веб-программирования, языки HTML, CSS и JavaScript</li>
            <li>Преобразования плоскости в геометрии, инверсия.</li>
            <li>Введение в теорию алгоритмов.</li>
            <li>Основы электроники и кибернетики.</li>
            <li>&laquo;Сказки по физике&raquo; &ndash; фундаментальные основы современной физики для детей.</li>
            </div>
    </ul>
    </div><!-- onClick() -->
    <p>В каждый учебный день курсам  посвящается две учебных пары после завтрака. Таким образом, каждый участник  Дельты
        может выбрать себе два курса, которые он будет слушать ближайшие три  дня. В следующие трёхдневки анонсируются
        новые курсы, и участник вновь может  сделать выбор.</p>
    <p>Каждый курс рассчитан на 6-10 человек. Если на  какой-то курс записывается больше участников, предпочтение отдаётся
        тем, кто  лучше написал вступительную олимпиаду.</p>
    <p><strong>Проект</strong>, в отличие от курса,  выбирается один раз в начале и длится все две недели, включая дни
        отдыха. В каждом  проекте может участвовать от 5 до 15 человек. Участники каждого проекта делают  его совместно,
        распределяя между собой задачи и роли. В конце лагеря проходит  презентация готовых проектов. Некоторые
        проекты прошлых лет:</p>
    <div class="projects">
        <div class="project-sizer"></div>
        <div class="project" onclick="showMore(this)">
            <strong>&laquo;Клеточные автоматы&raquo;</strong> В этом проекте мы научились программировать клеточные
            автоматы на языке JavaScript и сделали небольшой <a href="https://delta.gorod.de/2018/" target="_blank">
                web-сайт</a>, на котором представили наши работы.
            автоматы работают в реальном времени: можно задать начальные условия или выбрать начальную конфигурацию.
            <img src="images/CMPrj.gif"/>
            <div class="more">
                Ссылка на сайт: <a href="https://delta.gorod.de/2018/" target="_blank">https://delta.gorod.de/2018/</a>
                <img src="images/CMPj-1.gif">
            </div>
        </div>
        <!--
        <div class="project" onclick="showMore(this)">
            <strong>&laquo;Моделирование физических процессов&raquo;</strong>
            <video width="500" height="500" autoplay>
                <source src="images/PhPrPrj.mp4" type="video/mp4">
            </video>
        </div>
        -->
        <div class="project" onclick="showMore(this)">
            <strong>&laquo;Оригамматика&raquo;</strong> &ndash; проект на базе одноимённого курса. Участники проекта на
            защите
            познакомили слушателей с теорией построения оригами, разработали и собрали различные сложные модели.
            <img src="images/om-1.JPG"/>
            <div class="more">
            <img src="images/om-2.JPG"/>
            <img src="images/om-3.JPG"/>
            </div>
        </div>
        <div class="project">
            <strong>&laquo;Граф d'Elt&aacute; и другие питоны&raquo;</strong>. В проекте были построены различные модели
            графов, разработаны физические методы работы с графами, написана программа визуализации на языке Python.
            <img src="images/dg-1.gif"/>
        </div>
        <div class="project expandable" onclick="showMore(this)">
            <strong>&laquo;Веб-сайт Дельты&raquo;</strong>. За две недели лагеря участники проекта прослушали курсы
            &laquo;Основы HTML&raquo;, &laquo;Основы CSS&raquo; и &laquo;Начала программирования на JavaScript&raquo;.
            <div class="more">
            За то же время корреспонденты провели кучу интервью, сделали сотни фотографий. Дизайнеры и программисты
            придумали концепцию и дизайн сайта, сверстали страницы, разработали таблицы стилей css. На JavaScript была
            написана простая игрушка &quot;поймай бабочку&quot;. В итоге получился полноценный web-сайт, который можно
            посмотреть по адресам <a href="https://delta.gorod.de/2016/" target="_blank">https://delta.gorod.de/2016/</a>
            или <a href="http://delta.mathbaby.ru/2016/" target="_blank">http://delta.mathbaby.ru/2016/</a>. Самое
            замечательное, что главный дизайнер и программист Миша Андреев не остановился на достигнутом, и в течение
            следующих месяцев совершенствовал и улучшал качество сайта. Он освоил на высоком уровне программирование на
            JavaScript и работу с каскадными стилями CSS, оптимизировал сайт для мобильных устройств и добавил в
            странички динамические элементы. Летом 2017 года Миша работал в Дельте помощником преподавателя на проекте
            &laquo;Игры на JavaScript&raquo;.
            </div>
            <img src="images/ws-1.jpg" />
        </div>
        <div class="project expandable" onclick="showMore(this)">
            <strong>&laquo;Сангаку&raquo;</strong> &ndash; проект на базе одноимённого курса. Сангаку &ndash; это
            японские математические таблички. Распространение они получили в Период Эдо (1603&ndash;1868) и представляли
            собой расписные деревянные доски с задачами по геометрии. Сангаку развешивали на стенах в синтоистских и
            буддийских храмах, принося геометрическую задачу в дар богам и одновременно бросая вызов своим
            соплеменникам. Каждый прихожанин мог попытаться решить сангаку, правда, для этого, кроме математической
            смекалки, требовалось знание языка Камбун, который называют &quot;японской латынью&quot;. Ведущие Анна
            Белякина и Евгений Вишневский погрузились с участниками проекта в мир изящнейших, непривычных и головоломных
            задач по геометрии круга. Участники проекта освоили задачи японской храмовой геометрии, их графическое
            представление в программе Geogebra.
            <img src="images/sg-1.jpg" />
            <div class="more">
            <img src="images/sg-2.jpg" />
            </div>
        </div>
        <div class="project">
            <strong>&laquo;Игры на JavaScript&raquo;</strong>. Участники проекта освоили программирование на языке
            JavaScript, освоили объектную модель HTML и браузеров, работу с прерываниями, модель программирования
            &laquo;документ-представление&raquo;, работу с html-элементом &lsquo;canvas&rsquo;. В результате участниками
            проекта написано около десятка различных игр (работа над некоторыми не закончилась и ведётся до сих пор).
            Некоторые из разработанных игр можно посмотреть на страничках <a href="http://delta.gorod.de/2017/"
            target="_blank">http://delta.gorod.de/2017/</a>
            и <a href="http://delta.mathbaby.ru/2017/" target="_blank">http://delta.mathbaby.ru/2017/</a>.
            <img src="images/js-1.jpg" />
        </div>
        <div class="project expandable" onclick="showMore(this)">
            <strong>&laquo;Электроника и кибернетика&raquo;</strong>. В проекте было изучено устройство простейших
            логических элементов &lsquo;и&rsquo;, &lsquo;или&rsquo;, &lsquo;исключающее или&rsquo; и т.д. Все эти
            элементы были спаяны физически в большом количестве. После этого участники проекта построили из сделанных
            простейших элементов 8-битный сумматор. Каждый участник проекта научился паять простые схемы, освоил
            двоичную систему счисления, операции математической логики и устройство сумматора.
            <img src="images/el-1.jpg" />
            <div class="more">
                <img src="images/el-2.jpg" />
                <img src="images/el-3.jpg" />
            </div>
        </div>
        <div class="project expandable" onclick="showMore(this)">
            <strong>&laquo;Преобразование изображений&raquo;</strong>. Участники проекта разбирались в тонкостях
            компьютерной обработки изображений. Для применения фильтров использовались кубические сплайны для каждого
            цветового канала обрабатываемого изображения. Также использовались гистограммы для исправления неправильных
            цветов. В проекте были созданы свои фильтры, изучена технология смешения фотографий с разной экспозицией
            HDR, а также изучались фильтры из Instagram.
            <img src="images/ip-1.jpg" />
            <div class="more">
            <img src="images/ip-2.jpg" />
            <img src="images/ip-3.jpg" />
            </div>
        </div>
        <div class="project expandable" onclick="showMore(this)">
            <strong>&laquo;Лабиринт&raquo;</strong>. В этом проекте участники изучали алгоритмы построения лабиринтов и
            поиска прохода по ним. На языке Python с использованием библиотеки tkinter были написаны модуль,
            генерирующий лабиринт с одним возможным путём прохождения и без недоступных участков, модули, реализующие
            различные стратегии прохождения (&laquo;вширь&raquo;, &laquo;вглубь&raquo;, &laquo;жадный&raquo;) и модуль визуализации.
            <img src="images/lb-1.jpg">
            <div class="more">
                <iframe width="100%" src="https://www.youtube.com/embed/7deIcYiYto4?autoplay=1" frameborder="0"
                        gesture="media" allow="encrypted-media" allowfullscreen></iframe>
            </div>
        </div>
    </div> <!-- projects -->
</div>