<div class="newsblock teachers">
<h1>Преподаватели</h1>
<h2>Анна Семовская</h2>
    <p><img src="images/AS.JPG" alt="AS" class="avatar" /><b>Директор лагеря.</b> Кандидат физико-математических наук,
    выпускница ВМК МГУ. Работала учителем спецматематики в лицее
    &laquo;Вторая школа&raquo;, в лицее 1553 &laquo;На Донской&raquo; (&laquo;Донская гимназия&raquo;). В настоящее время &ndash; учитель спецматематики
    физико-математических классов школы 2086, член творческой лаборатории &laquo;Дважды два&raquo;.</p>
    <p>Научные интересы: кибернетика, теория игр.</p>
    <p>В Дельте в 2016-2018 годах вела курсы по теории множеств, теории принятия решений, математической кибернетике и
    клеточным автоматам.</p>

<h2>Евгений Вишневский и Анна Белякина</h2>
    <p><img src="images/EV.jpg" alt="EV" class="avatar"><img src="images/AB.jpg" alt="AB" class="avatar" />
    Евгения и Анну объединяет многолетняя совместная работа в различных математических проектах в Германии,
    написание совместных книг, и в Дельте они также ведут совместный курс.</p>
    <p> Анна закончила мехмат Одесского национального университета, живёт во Франкфурте-на-Майне и работает учителем
    математики в немецкой школе, а также организует концерты авторской песни. </p>
    <p> Евгений &ndash; выпускник Харьковского университета по специальности &laquo;прикладная математика&raquo;,
    преподает при центре GOROD предмет &laquo;Логические и лингвистические игры&raquo; и ведёт математический клуб,
    играет в спектаклях.</p>
    <p>Научные интересы: геометрия, механика.</p>
    <p>В Дельте в 2016-2018 годах вели курсы и проекты "Оригамматика" (оригами с математикой), "Сангаку &ndash; японской храмовой
    геометрии" и "Треуголник Паскаля".</p>

<h2>Дмитрий Аблов</h2>
<p><img src="images/DA.jpg" alt="DA" class="avatar" />Выпускник Московской физико-математической
    школы №2, окончил Московский инженерно-физический институт по
    специальности &laquo;Экспериментальная ядерная физика&raquo;. В студенческие годы вёл математические кружки в
    Московской вечерней математической школе, проводил математические олимпиады. Работал учителем физики,
    информатики и спецматематики в лицее &laquo;Вторая школа&raquo;, в лицее 1553 &laquo;На Донской&raquo; (&laquo;Донская гимназия&raquo;).
    Разработал авторскую программу по физике для спецшкол. В настоящее время – учитель физики физико-
    математических классов школы 2086, член творческой лаборатории &laquo;Дважды два&raquo;.</p>
<p>Научные интересы: астрофизика, квантовая механика, физика элементарных частиц.</p>
<p>В Дельте в 2016-2018 годах вёл курсы и проекты по веб-дизайну, физике, программированию.</p>

<h2>Павел Эйделанд</h2>
    <p><img src="images/PE.jpg" alt="PE" class="avatar" />Закончил МФТИ по специальности молекулярно
    биологическая физика. Работал учителем физики в лицеях &laquo;Вторая школа&raquo;, &laquo;На Донской&raquo;, в настоящее
    время учитель физики Творческой лаборатории &laquo;Дважды два&raquo;.</p>
    <p>Научные интересы: молекулярная биология, физика, генетика.</p>
    <p>В Дельте вёл курс &laquo;Генетика для математиков&raquo;.</p>

<h2>Михаил Андреев</h2>
    <p><img src="images/MA.jpg" alt="MA" class="avatar" />В 2016 году, будучи студентом Дельты, увлёкся веб-программированием.
    Автор первого веб-сайта лагеря.</p>
    <p>Интересы: веб-программирование, эволюционная биология, маркетинг.</p>
    <p>В 2017-2018 годах преподавал JavaScript и веб-дизайн, совместно с Димой Абловым вёл проекты &laquo;Игры на JavaScript&raquo;
        и &laquo;Клеточные автоматы&raquo;.</p>

<h2>Дарина Андрийченко</h2>
    <p><img src="images/DAn.jpg" alt="Darina" class="avatar" />Бывшая ученица Дельты, призёр химической и математических
        олимпиад.</p>
    <p>Научные интересы: астрофизика, космология.</p>
    <p>В Дельте 2018 вела курс по астрономии, основанный на программе GCSE, участвовала в проекте по флексагонам.
        Удалось показать лунное затмение участникам лагеря </p>

<h2>Сергей Раудик</h2>
    <p><img src="images/SR.jpg" alt="SR" class="avatar" />Студент Санкт-Петербургского
    Академического университета, преподаватель факультативного курса по физике в
    Физико-Математическом лицее №30 Санкт-Петербурга.</p>
    <p>Научные интересы: полупроводники, солнечная энергетика.</p>
    <p>В Дельте в 2016-2018 годах вел курсы по экспериментальной физике и схемотехнике.</p>

<h2>Анна Дубенюк</h2>
    <p><img src="images/AD_.jpg" alt="AD" class="avatar" />Студентка факультета прикладной
    математики и информационных технологий Финансового университета, призёр математических
    олимпиад, ведущая математических выездов на Звенигородской биологической станции МГУ.</p>
    <p>Научные интересы: теория чисел, криптография, олимпиадная геометрия.</p>
    <p>В Дельте в 2017-2018 годах вела курсы и проекты по занимательной математике, инверсии, флексагонам и языку Python.</p>

<h2>Фёдор Новиков</h2>
    <p><img src="images/FN.jpg" alt="FN" class="avatar" />Студент ВМК МГУ, призёр олимпиад по математике,
    физике и информатике.</p>
    <p>Научные интересы: программирование, машинное обучение, компьютерная графика.</p>
    <p>В Дельте в 2016-2018 годах вёл курсы и проекты по программированию на языках Python и C++,
    сетевому программированию, машинной графике и машинному обучению.</p>

<h2>Антон Аблов</h2>
    <p><img src="images/AA.jpg" alt="AA" class="avatar" />Студент ВМК МГУ, ассистент преподавателя творческой лаборатории
    &laquo;Дважды два&raquo;, призёр математических олимпиад.</p>
    <p>Научные интересы: алгебра, квантовая механика, топология, метрические пространства.</p>
    <p>В Дельте в 2016-2018 годах вёл курсы и проекты по языку Python, компьютерному моделированию и различным областям
    математики: основам высшей алгебры и теории групп, неевклидовой геометрии и началам ТФКП.</p>

<h2>Михаил Николаев</h2>
    <p><img src="images/MN.jpg" alt="MN" class="avatar" />Студент ВМК МГУ.</p>
    <p>Научные интересы: общая топология, функциональный анализ, нелинейные интегральные уравнения.</p>
    <p>В Дельте 2018 вёл курсы "Введение в общую топологию" и "Контрпримеры матанализа".</p>

<h2>Иван Бурмистров</h2>
    <p><img src="images/IB.jpg" alt="IB" class="avatar" />Студент физического факультета МГУ.</p>
    <p>Научные интересы: </p>
    <p>В Дельте 2018 вёл курсы "Физика природы" и "Альтернативная энергетика", а также, совместно с Сергеем
        Раудиком, проекты по схемотехнике и волнам.</p>

<h6>&nbsp;</h6>
</div>
