<div class="newsblock">
<h1>Преподаватели</h1>
<h2>Анна Семовская</h2>
<div class="detais">
<p><img src="images/AS.JPG" alt="AS" class="avatar" />Кандидат физико-математических наук,
    выпускница ВМК МГУ. Работала учителем спецматематики в лицее
    &laquo;Вторая школа&raquo;, в лицее 1553 &laquo;На Донской&raquo; (&laquo;Донская гимназия&raquo;). В настоящее время &ndash; учитель спецматематики
    физико-математических классов школы 2086, член творческой лаборатории &laquo;Дважды два&raquo;.</p>
<p>Научные интересы:
    кибернетика, теория игр.</p>
<p>В Дельте 2016 и 2017 вела курсы по теории множеств, теории принятия решений, математической кибернетике.
    Директор лагеря.</p>
</div>
<h2>Евгений Вишневский и Анна Белякина</h2>
<p><img src="images/EV.jpg" alt="EV" class="avatar"><img src="images/AB.jpg" alt="AB" class="avatar" />
    Евгения и Анну объединяет многолетняя совместная работа в различных математических проектах в Германии,
    написание совместных книг, и в Дельте они также ведут совместный курс.</p>
<p> Анна закончила мехмат Одесского национального университета, живёт во Франкфурте-на-Майне и работает учителем
    математики в немецкой школе, а также организует концерты авторской песни. </p>
    <p> Евгений &ndash; выпускник Харьковского университета по специальности &laquo;прикладная математика&raquo;,
    преподает при центре GOROD предмет &laquo;Логические и лингвистические игры&raquo; и ведёт математический клуб,
    играет в спектаклях.</p>
<p>Научные интересы: геометрия, механика.</p>
<p>В Дельте 2016 и 2017 вели курсы и проекты по оригамматике (оригами с математикой) и сангаку &ndash; японской храмовой
    геометрии.</p>
<h2>Дмитрий Аблов</h2>
<p><img src="images/DA.jpg" alt="DA" class="avatar" />Выпускник Московской физико-математической
    школы №2, окончил Московский инженерно-физический институт по
    специальности &laquo;Экспериментальная ядерная физика&raquo;. В студенческие годы вёл математические кружки в
    Московской вечерней математической школе, проводил математические олимпиады. Работал учителем физики,
    информатики и спецматематики в лицее &laquo;Вторая школа&raquo;, в лицее 1553 &laquo;На Донской&raquo; (&laquo;Донская гимназия&raquo;).
    Разработал авторскую программу по физике для спецшкол. В настоящее время – учитель физики физико-
    математических классов школы 2086, член творческой лаборатории &laquo;Дважды два&raquo;.</p>
<p>Научные интересы: астрофизика, квантовая механика, физика элементарных частиц.</p>
<p>В Дельте 2016 и 2017 вёл курсы и проекты по веб-дизайну, физике, программированию.</p>
<h2>Павел Эйделанд</h2>
<p><img src="images/PE.jpg" alt="PE" class="avatar" />Закончил МФТИ по специальности молекулярно
    биологическая физика. Работал учителем физики в лицеях &laquo;Вторая школа&raquo;, &laquo;На Донской&raquo;, в настоящее
    время учитель физики Творческой лаборатории &laquo;Дважды два&raquo;.</p>
<p>Научные интересы: молекулярная биология, физика, генетика.</p>
<p>В Дельте вёл курс &laquo;Генетика для математиков&raquo;.</p>
<h2>Сергей Раудик</h2>
<p><img src="images/SR.jpg" alt="SR" class="avatar" />Студент Санкт-Петербургского
    Академического университета, преподаватель факультативного курса по физике в
    Физико-Математическом лицее №30 Санкт-Петербурга.</p>
<p>Научные интересы: полупроводники, солнечная энергетика.</p>
<p>В Дельте  2016 и 2017 вел курсы по экспериментальной физике.</p>
<h2>Анна Дубенюк</h2>
<p><img src="images/AD_.jpg" alt="AD" class="avatar" />Студентка факультета прикладной
    математики и информационных технологий Финансового университета, призёр математических
    олимпиад, ведущая математических выездов на Звенигородской биологической станции МГУ.</p>
<p>Научные интересы: теория чисел, криптография, олимпиадная геометрия.</p>
<p>В Дельте 2017 вела курсы по занимательной математике, инверсии и языку Python.</p>
<h2>Фёдор Новиков</h2>
<p><img src="images/FN.jpg" alt="FN" class="avatar" />Студент ВМК МГУ, призёр олимпиад по математике,
    физике и информатике.</p>
<p>Научные интересы: программирование, машинное обучение, компьютерная графика.</p>
<p>В Дельте  2016 и 2017 вёл курсы по языку Python, сетевому программированию и машинной графике, читал лекции по
    машинному обучению.</p>
<h2>Антон Аблов</h2>
<p><img src="images/AA.jpg" alt="AA" class="avatar" />Студент ВМК МГУ, ассистент преподавателя творческой лаборатории &laquo;Дважды два&raquo;, призёр математических олимпиад.</p>
<p>Научные интересы: квантовая механика, топология, метрические пространства.</p>
<p>В Дельте  2016 и 2017 вёл курсы по языку Python, теории графов, основам высшей алгебры и математического анализа.</p>
<h6>&nbsp;</h6>
</div>
